Repository: wp-plugins/bepro-listings
Catalog: languages/bepro-listings-*.po
Languages: sv_se

source: Item Information
sv_se: ObjektInformation

source: Item Name
sv_se: Objektnamn

source: Cost
sv_se: kostnad

source: Description
sv_se: Beskrivning

source: Image
sv_se: Bild

source: Categories
sv_se: Kategorier

source: Contact Information
sv_se: Kontaktinformation

source: First Name
sv_se: Förnamn

source: Last Name
sv_se: Efternamn

source: Email
sv_se: E-post

source: Phone
sv_se: Telefon

source: Website
sv_se: Hemsida

source: Location Information
sv_se: Platsinformation

source: Address
sv_se: Adress

source: City
sv_se: Staden

source: State
sv_se: Staten

source: Country
sv_se: Land

source: Zip / Postal
sv_se: Zip / postnummer

source: Filter Listings
sv_se: Filtrera listor

source: Listings Map
sv_se: Listor karta

source: From
sv_se: Från

source: To
sv_se: Till

source: Date Range
sv_se: Datumintervall

source: Price Range
sv_se: Prisklass

source: Refine Search
sv_se: Förfina sökning

source: Distance
sv_se: Avstånd

source: Where
sv_se: GdeDär

source: Name
sv_se: Namn

source: Search Listings
sv_se: Suche Inserate

source: Username
sv_se: Användarnamn

source: Password
sv_se: Lösenord

source: Login / Register
sv_se: Logga in / registrera dig

source: Create Listing
sv_se: Skapa notering

source: Listing Types
sv_se: Förteckning över typer

source: Free
sv_se: gratis

source: Please Contact
sv_se: Kontakta

source: View Map
sv_se: Visa karta

source: Show Cost
sv_se: Visa kostnaden

source: Show Contact
sv_se: Visa kontakt

source: Show Geography
sv_se: Visa geografi

source: # Of Images
sv_se: # Bilder

source: Validate Form
sv_se: Validera formulär

source: Default User Id
sv_se: Standard användar-Id

source: Success Message
sv_se: Meddelande

source: Default Listing Image
sv_se: Standard lista bilden

source: Default # Listings
sv_se: # Programtablåerna

source: Default Search Distance (Mi)
sv_se: Standard Sök avstånd (Mi)

source: Gallery Size
sv_se: Galleri storlek

source: Show Details
sv_se: Visa Detaljer

source: Show Content
sv_se: Visa innehåll

source: Our Link in your footer?
sv_se: Vår länk i sidfoten?

source: General
sv_se: Generale

source: Forms
sv_se: Forme

source: Search/Listings
sv_se: Ricerca/Inserzioni

source: Page/Post
sv_se: Pagina/Post

source: Map
sv_se: Mappa

source: 3rd Party
sv_se: 3a parte

source: Payments
sv_se: Pagamenti

source: Support
sv_se: Supporto

source: Comments
sv_se: Kommentarer

source: Details
sv_se: Detaljer

source: # Of Uploads
sv_se: # Av uppladdningar

source: Category Heading
sv_se: Kategorirubriken

source: Category Empty
sv_se: Kategori tomt

source: Category Singular
sv_se: Kategori Singular

source: Days until Listings Expire?
sv_se: Dagar tills listor löper ut?

source: Default Status
sv_se: Standardstatus

source: Fail Message
sv_se: Misslyckas meddelande

source: Required Categories
sv_se: Krävs kategorier

source: Exclude Categories
sv_se: Utesluta kategorier

source: How Links Open
sv_se: Hur länkar öppnas

source: Ajax On?
sv_se: Ajax på?

source: Name Search
sv_se: Namn Sök

source: Title Length
sv_se: Titel längd

source: Details Link Text
sv_se: Detaljer länktext

source: Show Website Link?
sv_se: Visa webbplatslänk?

source: Currency Sign?
sv_se: Valuta tecken?

source: Show Date filter?
sv_se: Visa Datumfilter?

source: # Gallery Columns
sv_se: # Gallery kolumner

source: Links on Details
sv_se: Länkar på Detaljer

source: Protect Contact
sv_se: Skydda kontakt

source: Tab Direction
sv_se: Fliken riktning

source: Query Type
sv_se: Frågetyp

source: CSV File
sv_se: CSV-fil

source: Delimiter
sv_se: Avgränsare

source: Accept Payments?
sv_se: Acceptera betalningar?

source: Publish after confirm Paid?
sv_se: Publicera efter bekräfta betald?

source: My Item Listings
sv_se: Min post listor

source: Notices
sv_se: Meddelanden

source: Actions
sv_se: Åtgärder

source: View
sv_se: Visa

source: Edit
sv_se: Redigera

source: Delete
sv_se: Ta bort

source: Expires
sv_se: Upphör att gälla

source: Pay
sv_se: Betala

source: Wait
sv_se: AttendreVänta

source: No Live listings created
sv_se: Inga levande listor skapade

source: No live listings for this user
sv_se: Inga levande listor för den här användaren

source: Welcome to BePro Listings!
sv_se: Välkommen till BePro Listings!

source: Congratulations, you are now using the latest version of BePro Listings. With lots of ways to customize, this software is ideal for creating your custom directory listing needs. This page shows the new features packaged with the plugin.
sv_se: Grattis, använder du nu den senaste versionen av BePro Listings. Med massor av sätt att anpassa, är denna programvara perfekt för att skapa din egen kataloglista behov. Den här sidan visar de nya funktioner förpackade med plugin.

source: What's New
sv_se: Vad är det senaste

source: You are using
sv_se: Du använder

source: BePro Listings INSTALLATION WIZARD
sv_se: BePro Listings INSTALLATIONSGUIDEN

source: Use the following steps to help you setup BePro Listings. Otherwise,
sv_se: Använd följande steg för att hjälpa dig setup BePro Listings. Annars

source: Click Here
sv_se: Klicka här

source: to skip
sv_se: att hoppa över

source: STEP 1: CREATE WORDPRESS PAGES
sv_se: STEG 1: SKAPA WORDPRESS SIDOR

source: CONGRATULATIONS. You have been using BePro Listings for %1$s days and successfully created %2$s listings. Please consider supporting this free product by spreading the word with a 5 star review.
sv_se: Grattis. Du har använt BePro Listings för %1$ s dagar och framgångsrikt skapat %2$ s listor. Vänligen överväga att stödja denna gratis produkt genom att sprida ordet med en 5 stjärna översyn.

source: No, not yet
sv_se: Nej, inte ännu

source: Already left a review
sv_se: Redan lämnat en översyn

source: Yeah, great product
sv_se: Ja, bra produkt

source: This page shows how the plugin is performing. This is the first place to look when trying to diagnose issues.
sv_se: Den här sidan visar hur plugin fungerar. Detta är det första stället att leta när man försöker diagnostisera problem.
